[Author]
Language=Greek
TranslatedBy=geogeo.gr
TranslatorContact=
TranslatorURL=www.geogeo.gr
LastUpdated=3.03.2015

[Language]
File1.Caption=&Αρχείο
OpenChangelog1.Caption=Ά&νοιγμα αρχείου μεταβολών
OpenEULA1.Caption=Άνοιγμα &ΕULA
Exit1.Caption=Έ&ξοδος
Help1.Caption=&Βοήθεια
Homepage1.Caption=&Ιστοσελίδα
About1.Caption=&Περί...
TabSheet1.Caption=Άθροισμα αρχείου
TabSheet2.Caption=Κατακερματισμός συμβολοσειράς
TabSheet3.Caption=Σύγκριση αρχείων
TabSheet5.Caption=Σάρωση φακέλου
TabSheet7.Caption=Επαλήθευση αθροίσματος
Label10.Caption=Επιλογή φακέλου για σάρωση:
Label11.Caption=Μάσκα αρχείου:
Button8.Caption=Σάρωση
Button14.Caption=Διακοπή
Button11.Caption=Φίλτρα
Button12.Caption=Εξαγωγή
Label66.Caption=Σύγκριση δύο αρχείων
Label9.Caption=Επιλέξτε δύο αρχεία και δείτε αν είναι διαφορετικά.
Button6.Caption=Σύγκριση
Label7.Caption=Επαλήθευση αθροίσματος ελέγχου αρχείου
Label8.Caption=Επιλέξτε ένα αρχείο και συγκρίνετέ το με έναν κατακερματισμό MD5.
Button9.Caption=Επαλήθευση
Button16.Caption=Επικόλληση
Label2.Caption=Εισαγωγή συμβολοσειράς για τον υπολογισμό του αθροίσματος κατακερματισμού:
Button4.Caption=Δημιουργία
Label12.Caption=Μήκος συμβολοσειράς:
Button2.Caption=Εξαγωγή
Label1.Caption=Επιλέξτε αρχείο για τον υπολογισμό του αθροίσματος κατακερματισμού:
Button1.Caption=Εύρεση...
Button15.Caption=Εξαγωγή
Label5.Caption=Μέγεθος αρχείου:
imgFacebookLike.Hint=Ακολουθήστε μας στο Facebook
imgDonate.Hint=Υποστηρίξτε αυτό το έργο
FrmSettings.Label6.Caption=Επιλογή γλώσσας:
FrmSettings.Caption=Ρυθμίσεις
FrmSettings.CheckBox1.Caption=Προσθήκη στο μενού περιβάλλοντος της Εξερεύνησης
FrmSettings.Button1.Caption=Κλείσιμο
FrmOutputFormat.Caption=Φίλτρα
FrmOutputFormat.CheckBox2.Caption=Αναδρομική σάρωση και των υποφακέλων
FrmOutputFormat.CheckBox3.Caption=Σάρωση μόνο αρχείων με έγκυρο PE, όπως EXE, SYS, DLL κλπ
FrmOutputFormat.CheckBox1.Caption=Παράλειψη των αρχείων με 0 bytes
FrmOutputFormat.Label1.Caption=Διαθέσιμες μεταβλητές:
FrmOutputFormat.Label2.Caption=Γράψτε την προσαρμοσμένη σας μορφή εξόδου:
FrmOutputFormat.Label3.Caption=Μορφή εξόδου
FrmOutputFormat.Label4.Caption=Προσαρμοσμένη σάρωση

FrmOutputFormat.cbSkipHiddenFiles.Caption=Παράλειψη των αρχείων που έχουν επισημανθεί ως κρυφά
FrmOutputFormat.cbSkipSystemFiles.Caption=Παράλειψη των αρχείων που έχουν επισημανθεί ως συστήματος
FrmOutputFormat.cbSkipBiggerFiles.Caption=Παράλειψη των αρχείων με μέγεθος μεγαλύτερο από N MBs

FrmAbout.Label4.Caption=Ακολουθήστε μας στο Twitter
FrmAbout.Label5.Caption=Ακολουθήστε μας στο Facebook
FrmAbout.Label6.Caption=Υποστηρίξτε αυτό το έργο
FrmAbout.Caption=Περί...
Button18.Caption=Πρόχειρο
Button7.Caption=Εύρεση...
Button3.Caption=Εύρεση...
Button5.Caption=Εύρεση...
Button17.Caption=Πρόχειρο
FrmSettings.CheckBox3.Caption=Ελαχιστοποίηση παραθύρου εφαρμογής όταν εκκινείται χειροκίνητα
Label6.Caption=Επιλογή αρχείου για επαλήθευση:
Label20.Caption=Γράψτε εδώ το άθροισμα ελέγχου MD5:
Label21.Caption=Επιλέξτε το πρώτο αρχείο:
Label22.Caption=Επιλέξτε το δεύτερο αρχείο:
Label13.Caption=Άθροισμα ελέγχου MD5:
Label14.Caption=Άθροισμα ελέγχου SHA1:
Label15.Caption=Άθροισμα ελέγχου SHA256:
Label16.Caption=Άθροισμα ελέγχου SHA384:
Label17.Caption=Άθροισμα ελέγχου SHA512:
cbMD5.Caption=Άθροισμα ελέγχου MD5:
cbSHA1.Caption=Άθροισμα ελέγχου SHA1:
cbSHA256.Caption=Άθροισμα ελέγχου SHA256:
cbSHA384.Caption=Άθροισμα ελέγχου SHA384:
cbSHA512.Caption=Άθροισμα ελέγχου SHA512:
Settings1.Caption=Ρυθμίσεις
Configure1.Caption=Διαμόρφωση

;Messages

FILE_NOT_EXIST=Το αρχείο δεν υπάρχει.
SELECT_FILE=Επιλέξτε αρχείο...
FILES_IDENTICAL=Τα αρχεία είναι ταυτόσημα!
FILES_DIFFERENT=Τα αρχεία είναι διαφορετικά!
HASH_EMPTY=Το πεδίο κατακερματισμού είναι κενό.
HASH_WRONG=Το πεδίο κατακερματισμού είναι εσφαλμένο. Χρησιμοποιήστε κατακερματισμό MD5 (32 χαρακτήρες).
MD5_CHECK_EQUAL=Το άθροισμα ελέγχου MD5 του αρχείου, είναι ίσο!
MD5_CHECK_DIFFERENT=Το άθροισμα ελέγχου MD5 του αρχείου, είναι διαφορετικό!
DIR_NOT_FOUND=Ο φάκελος δεν υπάρχει.
FILES=Αρχεία
SELECT_FOLDER=Επιλέξτε φάκελο
TEXTAREA_EMPTY=Η περιοχή κειμένου είναι κενή.
WAIT=Περιμένετε...

;New strings

Form1.Makeadonation1.Caption=Κάντε μια δωρεά
Form1.Facebookpage1.Caption=Σελίδα Facebook
Form1.witterpage1.Caption=Σελίδα Twitter


